{
	"projects": [
		{
			"name": "Yum Audio",
			"task": "Subscriptions and Tokens",
			"description": "Yum Audio is a German studio comprising skilled developers and designers who are dedicated to producing exceptional audio software. Their primary objective is to develop tools that excel in sound quality, performance, and design. Their plugins are designed to enable users to effortlessly enjoy the process of creating music and sound, fostering a fun and creative environment.",
			"stack": ["Vue.js", "AWS", "Typescript", "FastSpring", "DynamoDB"],
			"image": "./images/yumaudio.png",
			"link": "https://yum-audio.com/"
		},
		{
			"name": "Tetris AI",
			"description": "This repository provides a comprehensive evaluation and comparison of different algorithms applied to playing Tetris: Genetic Algorithm, Imitation Learning with Deep Q-Network (DQN), and Natural Selection. Tetris, a popular puzzle game, serves as the testing ground for assessing the performance and effectiveness of each algorithm in achieving high scores and optimal gameplay strategies.",
			"stack": ["Python", "PyTorch", "Pygame"],
			"image": "./images/tetrisai.gif",
			"link": "https://github.com/jlmadsen/tetrisai"
		},
		{
			"name": "GeoTrace",
			"description": "GeoTrace is a tool that allows users to visualize and analyze traceroute paths by plotting them on a map. Developed using Qt, this application provides an intuitive and user-friendly interface for network diagnostics and troubleshooting. By leveraging geolocation data, GeoTrace brings a geographical context to network analysis, enabling users to easily identify and understand the routes taken by their network traffic.",
			"stack": ["C++", "Qt6", "QMake"],
			"image": "./images/geotrace.gif",
			"link": "https://github.com/JLMadsen/GeoTrace"
		},

		{
			"name": "Den Lure Vind",
			"description": "Den Lure Vind is a webpage and server hosted on an Oracle Cloud VM. It serves as a platform for showcasing portfolio content and provides various functionalities. The primary purpose of Den Lure Vind is to facilitate the testing of new concepts and techniques. It has played a crucial role in the my journey of acquiring in-depth knowledge of CSS and virtual machines.",
			"stack": [
				"Javascript",
				"Node",
				"Express",
				"Postgres Database",
				"HTML",
				"CSS"
			],
			"image": "./images/denlurevind.png",
			"link": "https://denlurevind.com/"
		}
	],
	"wip": [
		{
			"name": "ListR",
			"description": "ListR is a simple and efficient Android app designed for creating and managing lists. Developed primarily for personal use, its main purpose revolves around shopping lists. With ListR, users can easily create, save, and load lists, allowing for seamless organization and retrieval. Additionally, the app offers a convenient 'Copy to Clipboard' feature, enabling users to effortlessly duplicate lists for quick sharing or reference.",
			"stack": ["Flutter", "Android SDK"],
			"image": "./images/listr.png",
			"link": "https://play.google.com/store/apps/details?id=dsen.ListR",
			"show": false
		}
	]
}
